"Bass Frequency" = "Frecuencia bajos"; 
"Bass Gain" = "Ganancia de graves"; 
"Low Mid Frequency" = "Frecuencia medios bajos";
"Low Mid Gain" = "Ganancia medios bajos";
"High Mid Frequency" = "Frecuencia medios altos";
"High Mid Gain" = "Ganancia medios altos";
"Treble Frequency" = "Frecuencia agudos";
"Treble Gain" = "Ganancia de agudos";
